{
  "home": {
    "name": "Juliana Fernandes",
    "title": "Writer & Storyteller",
    "quote": "Every story is a journey, and every word is a step closer to understanding the beauty of life.",
    "description1": "Welcome to my little corner of the internet, where I share the stories that live in my heart and the thoughts that dance through my mind. I believe in the power of words to connect, heal, and inspire.",
    "description2": "Here you'll find a collection of my creative writing, personal reflections, and the moments that have shaped me as a writer and as a person. Thank you for joining me on this journey.",
    "bannerImage": "/banner.JPG",
    "profileImage": "/profile.jpeg",
    "aboutPreviewTitle": "About Me",
    "aboutPreviewText": "I'm a writer who finds joy in crafting stories that touch the heart and spark the imagination. Through my words, I explore the beauty of everyday moments and the magic that exists in the ordinary.",
    "aboutPreviewButtonText": "Read More About Me",
    "navbarTitle": "Home"
  },
  "about": {
    "title": "About Me",
    "navbarTitle": "About",
    "content": [
      "Welcome to my little corner of the internet! I'm Juliana, a writer who finds magic in the everyday moments and beauty in the stories we tell.",
      "Writing has always been my way of making sense of the world—of capturing fleeting emotions, exploring different perspectives, and creating connections through words. Whether I'm crafting a short story, sharing thoughts in a blog post, or working on a longer piece, I believe that every word matters and every story deserves to be told.",
      "My journey with words began in childhood, when I would fill notebooks with stories about imaginary worlds and the people who lived in them. As I grew older, I discovered that writing wasn't just a hobby—it was a way to process experiences, to understand myself and others better, and to create something meaningful from the chaos of everyday life.",
      "I'm drawn to stories that explore the human experience in all its complexity. I love writing about quiet moments of connection, the beauty found in ordinary places, and the ways we navigate the spaces between what we feel and what we say. My work often reflects themes of belonging, memory, and the small acts of kindness that can change everything.",
      "When I'm not writing, you'll find me curled up with a good book, sipping tea while watching the world go by, or taking long walks that inspire my next piece. I'm drawn to cozy spaces, meaningful conversations, and the quiet moments that make life beautiful. I believe in the power of stories to heal, to connect, and to remind us that we're never truly alone.",
      "I'm constantly learning and growing as a writer, and I'm grateful for every reader who takes the time to engage with my work. Each story is a conversation, and I'm honored to be part of yours.",
      "Thank you for visiting my writing corner. I hope you find something here that resonates with you, sparks your imagination, or simply brings a moment of peace to your day."
    ],
    "galleryTitle": "A Glimpse Into My World",
    "galleryImages": [
      "/uploads/1765234097632-IMG_2016.JPG",
      "/uploads/1765234101765-IMG_2037.JPG",
      "/uploads/1765234105064-IMG_3331.jpeg",
      "/uploads/1765234111076-IMG_4925.jpeg",
      "/uploads/1765234113589-IMG_5732.jpeg"
    ]
  },
  "portfolio": {
    "title": "Writing Portfolio",
    "description": "A collection of my stories and creative writing pieces",
    "navbarTitle": "Portfolio"
  },
  "blog": {
    "title": "Blog",
    "description": "Thoughts, reflections, and musings from my writing journey",
    "navbarTitle": "Blog"
  }
}